[ClassDefinition.Class_CatapultTechnical VehicleClassDefinition]
DisplayName="His car was stolen"

[ClassDefinition.Class_SawBladeTechnical VehicleClassDefinition]
DisplayName="car theft"

[Weapon.WeaponTypes.WeaponType_Catapult VehicleWeaponTypeDefinition]
Typename=" nice car and stolen car"
PickupMessage="It depends on you %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="This is not the case."
NoManufacturerName="Usually"

[Weapon.WeaponTypes.WeaponType_FrontMachineGun WeaponTypeDefinition]
Typename=" Help steal the military vehicle."
PickupMessage="sender %s"
UseFailureLevelMessage="You must have at least %d to use this item.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="as a whole"

[Weapon.WeaponTypes.WeaponType_SawBlade VehicleWeaponTypeDefinition]
Typename=" Armored vehicle with rocket launcher"
PickupMessage="Do you understand it? %s"
UseFailureLevelMessage="You must be %d level to use this feature."
UseFailureConstraintsMessage="This article does not exist.."
NoManufacturerName="mostly"

